{
    "mainMessage": "Uma carreira em orientar e contruir o melhor sistema para o negócio.",
    "main.button1": "+ 20 anos de experiencia",
    "main.button2": "+ 73 squads lideradas treinadas",
    "main.button3": "+ 103 projetos entregues e lições aprendidas",
    "about.line1": "Trabalho há mais de 20 anos no mercado de software. Com diversas certificações reconhecidas pela SUN Microsystems, PMI, Exin, além de educação acadêmica em renomadas escolas do Brasil. Iniciei como desenvolvedor para poder custear os meus estudos. Com perene disciplina em 2007 evolui para Arquiteto de Solução modernizando um sistema core da empresa e no início dos anos 2010 já liderava projetos como gerente de projetos. Galguei o conhecimento de gerente de projeto e PMO, convivi com a mutação de grandes projetos para projetos ágeis e, posteriormente, para produtos.",
    "about.line2": "Em projetos ágeis e produtos o conhecimento técnico possibilitou agregar mais valor ao negócio ao conduzir tecnicamente as squads com bons processos <b>TDD</b> e <b>DDD</b> além de tecnologia de ponta para criação frontend, backend e engenharia de dados. Com a mudança de mercado revalidou o potencial <b>hands-on</b> e fui transacionando o conhecimento de criar soluções para o negócio para que as squads possam construírem soluções robustas e escaláveis. Fazendo assim a transição novamente para <b>TechLead</b> / <b>arquiteto de solução</b>.",
    "about.line3": "Devido à constante necessidade do negócio, busco me atualizar nas principais tecnologias e em suas ferramentas como: <b>Java, NodeJS e Python</b> em ambiente on-premise e nas principais clouds <b>AWS</b>, <b>Azure</b> e <b>GCP</b>. Com visão holística, conduzo os times para a construção de microsserviços com fundação em <b>onion</b>/<b>hexagonal</b> na metodologia <b>SOLID</b>. Conheço a maioria dos bancos de dados relacionais de mercado. Em <b>NoSQL</b> tenho domínio no <b>MongoDB</b> e suas versões de cloud, como o <b>AWS<span style='mso-no-proof:yes'> DinamoDB</span></b> e <b>Azure CosmosDB</b>. Além de outros tipos de ferramentas de persistência. Tenho constante conhecimento em componentes de conteinerização, repositório de código, <b>DevOps</b> e <b>CI/CD</b>, buscando sempre estar atualizado. Frontend normalmente opto por <b>Angular</b> ou <b>React</b>, dependendo da necessidade do negócio o frontend renderizado no servidor é a melhor opção. Conheço as principais ferramentas de mensagerias do mercado em <b>MQTT</b> (<b>Mosquitto</b>, <b>RabbitMQ</b>, <b>ActiveMQ</b>) e <b>Kafka</b>.",
    "about.line4": "Em busca de estar atualizado com o mercado, me mantenho estudando as novidades da engenharia e ciência de dados, como deve ser um <b>feature</b><b> engineer</b>. Acompanho as tendências de LMMOPS e MLOPS para a criação e atualização contínua dos modelos de linguagem natural, regressão, reconhecimento de imagem, entre outros que podem alavancar o negócio. Potencializando o feature engineering com <b>PySpark</b> para criar a camada básica do <b>DataLake</b>"
}