{
    "mainMessage": "italian",
    "about.line1": "Lavoro nel mercato del software da oltre 20 anni. Con diverse certificazioni riconosciute da SUN Microsystems, PMI, Exin, oltre alla formazione accademica in rinomate scuole del Brasile. Ho iniziato come sviluppatore per potermi pagare gli studi. Con perenne disciplina, nel 2007 si è evoluto in Solution Architect, modernizzando il core system dell'azienda e all'inizio degli anni 2010 era già alla guida di progetti come project manager. Ho acquisito conoscenze come project manager e PMO, ho convissuto con il passaggio dai grandi progetti ai progetti agili e, successivamente, ai prodotti.",
    "about.line2": "Nei progetti agili e nei prodotti, la conoscenza tecnica ha permesso di aggiungere più valore al business guidando tecnicamente le squadre con buoni processi <b>TDD</b> e <b>DDD</b> oltre alla tecnologia all'avanguardia per la creazione di frontend, backend e ingegneria dei dati. Con il cambiamento del mercato, il potenziale pratico è stato rivalutato e ho trasferito la conoscenza sulla creazione di soluzioni per il business in modo che i team possano costruire soluzioni solide e scalabili. Ritornando così a <b>TechLead</b><b> / solution architect</b>.",
    "about.line3": "A causa delle continue esigenze del business, cerco di aggiornarmi sulle principali tecnologie e i loro strumenti come: <b>Java, NodeJS e Python</b> in ambiente on-premise e nei principali cloud <b>AWS</b>, <b>Azure</b> e <b>GCP</b>. Con una visione olistica, guido i team a costruire microservizi con una base <b>cipolla/esagonale</b> nella metodologia <b>SOLID</b>. Conosco la maggior parte dei database relazionali presenti sul mercato. In <b>NoSQL</b>, ho esperienza in <b>MongoDB</b> e nelle sue versioni cloud, come <b>AWS DinamoDB</b> e <b>Azure CosmosDB</b>. Oltre ad altri tipi di strumenti di persistenza. Ho una conoscenza costante dei componenti di containerizzazione, repository di codice, <b>DevOps</b> e <b>CI/CD</b>, cercando sempre di essere aggiornato. Frontend Di solito opto per <b>Angular</b> o <b>React</b>, a seconda delle esigenze aziendali, il frontend renderizzato sul server è l'opzione migliore. Conosco i principali strumenti di messaggistica sul mercato in <b>MQTT</b> (<b>Mosquitto</b>, <b>RabbitMQ</b>, <b>ActiveMQ</b>) e <b>Kafka</b>.",
    "about.line4": "Per rimanere aggiornato sul mercato, continuo a studiare gli ultimi sviluppi in ingegneria e scienza dei dati, come dovrebbe essere un <b>ingegnere di funzionalità</b>. Seguo le tendenze LMMOPS e MLOPS per la creazione e l'aggiornamento continuo di modelli di linguaggio naturale, regressione, riconoscimento di immagini, tra gli altri che possono incrementare il business. Sfruttare l'ingegneria delle funzionalità con <b>PySpark</b> per creare il livello di base <b>DataLake</b>."
}